{
  "title": "«TECHNOINVEST-ST» LLC",
  "description": "A recognized leader in the Uzbekistan market in the production and processing of sheet glass, and the manufacture of windows and facade structures.",
  "button": "Learn more",
  "indicators": {
    "title": "Our key indicators",
    "years": "years on the market",
    "clients": "clients",
    "employees": "employees",
    "objects": "completed objects"
  },
  "history": {
    "title": "Our History",
    "years": {
      "2004": "The German company 'Steinert Industries GmbH' launched large-scale construction of a glass processing plant. In October, the opening of the Plant took place under the legal name of 'Texnoinvest-ST' LLC",
      "2005": "Launch of a high-tech glass cutting line of BYSTRONIC MASCHINEN AG (Switzerland) and launch of an automated line for the production of double-glazed windows. We are taking part in the glazing of the Northern Train-station in Tashkent.",
      "2006": "Active development of the enterprise, and installation of glass edge processing equipment. Installation of waterjet cutting, which made it possible to begin the process of cutting complex shapes without restrictions on thickness and material. Installation of a glass tempering furnace, making glass safe to use in interiors.",
      "2007": "A new direction in work, the production of glass partitions, doorways, shower stalls and glazing using safety tempered glass. Launch of a furniture workshop based entirely on automated equipment from the best German companies such as ALTENDORF and BRANDT. Launch of a metal structures workshop. We glazed the building of the Uzexportcenter and also completed many forged elements on the territory of the Uzexportcenter.",
      "2008": "Expansion of production capabilities, production of laminated and curved glass. Launch of a line for the production of plastic PVC windows made from German profiles (Funke Kunststoffe GmbH).",
      "2009": "In response to the demand not only for durable but also for beautiful, decorative glass, artistic glass processing is actively developing. We purchased and installed glass tempering furnaces and are developing a new direction – fusing. We installed equipment for the production of stained glass and began producing glass products under the TECHNOART brand. We purchased an automatic installation for sandblasting glass.",
      "2010": "We are increasing the production volume of the double-glazed window line by 30%. The BEELINE head office in Tashkent was glazed.",
      "2011": "We increased the production volume of tempered glass, producing over 250,000 sq.m. per year. The MTS head office building in Tashkent was glazed.",
      "2012": "Improved the quality of products. The best specialists of the enterprise completed internships in Germany, Russia, and Kyrgyzstan.",
      "2013": "The Museum of the Armed Forces in Tashkent was glazed. Active work is underway to glaze luxury real estate in new buildings in the city of Tashkent, using energy-saving double-glazed windows.",
      "2014": "Global and interesting work was carried out: together with the Caravan Group company, they reconstructed the CIP airport building and VIP lounges. Completed over 3,000 private orders.",
      "2015": "A contract was signed for the glazing of terminal 3 of the Tashkent airport. Glazing of the central bazaar 'Alai' in Tashkent.",
      "2016": "We have increased the production volume of double-glazed windows; we produce double-glazed windows for plastic windows (over 900 packages per shift). We produced a lot of glass products for objects related to the SCO 2016 summit in Tashkent.",
      "2017": "Active development of the furniture workshop. Installation of a new Italian machine ROVER A SMART for wood processing. Now the plant provides services for the production of many types of wood products (tables, chairs, display cases, sideboards, cabinets, cabinet, beds), as well as the production of ornaments and patterns of any complexity.",
      "2018": "We increased the production volume of double-glazed windows (over 900 packages per shift) for plastic windows. We launched the first printer in Uzbekistan that prints on glass with ceramic inks of the DIP-Tech brand.",
      "2019": "The plant of Technoinvest-ST LLC is a multi-industry complex that has become one of the leading enterprises in Uzbekistan in the industrial glass processing market. The experience of the company's employees, combined with its technical equipment, guarantees high-quality products and fulfillment of orders in the shortest possible time.",
      "2020": "Despite the global pandemic, Technoinvest-ST LLC continues to actively increase production and sales volumes, guaranteeing high quality and fast order fulfillment times. For the first time in Uzbekistan, modern sun protection and multifunctional double-glazed windows with increased energy efficiency are presented.",
      "2021": "The company has opened an additional glass processing workshop and installed a lot of necessary equipment. A new multifunctional machine from the Italian company Intermac was also installed. Now the plant has the ability to fulfill twice as many orders in the same time frame.",
      "2022": "Technoinvest-ST LLC begins working with large construction companies. Thus, the glazing of the Infinity residential complex and the Dynasty residential complex (Golden House) was carried out, and together with Enter Engineering, the glazing of hotels and centers was carried out for the SCO summit in Samarkand. In addition, more than 1,500 orders for the production of glass products have been completed."
    }
  },
  "production": {
    "title": "Production",
    "items": {
      "glass": "Construction glass",
      "double": "Double-glazed windows",
      "laminated": "Laminated glass",
      "bent": "Bent glass",
      "plastic": "Plastic windows and aluminum structures",
      "processing": "Glass processing",
      "furniture": "Furniture",
      "forging": "Artistic forging",
      "stained": "Stained glass"

    }
  },
  "choose": {
    "title": "Why choose us?",
    "points": {
      "capabilities": "Grandiose production capabilities",
      "quality": "Quality at the highest level",
      "delivery": "Delivery to CIS countries",
      "specialists": "First-class specialists",
      "experience": "Extensive work experience",
      "speed": "High speed of order fulfillment"
    }
  },
  "work": {
    "title": "Our work"
  },
  "news": {
    "title": "Latest news",
    "1": {
      "title": "Hot promotion on glass products 10 mm with tempering",
      "desc": "Hurry up to purchase 10 mm tempered glass products at a super price - 145,000 sum/sq.m. The promotion is valid for any volume. Production time - up to 7 working days. Hurry! The promotion period is limited."
    },
    "2": {
      "title": "Promotion on double-glazed windows!",
      "desc": "Dear friends! We hasten to please you with amazing news. Do you want to save money when ordering double-glazed windows? IP LLC “TEXNOINVEST-ST” announces the start of a Super Promotion!"
    },
    "3": {
      "title": "New printer",
      "desc": "The latest digital printing technologies have long gone beyond conventional printing. Today, one of the increasingly popular areas of digital printing is glass printing. Our company is in a hurry to share great news with you!"
    },
    "learnMore": "Learn more"
  }
}