{
    "production": {
      "title": "Manufacturing of double-glazed windows",
      "description": "A double-glazed window is a translucent structure for construction purposes made of two or more glasses, fastened (glued) together along the contour using spacer frames and sealants.",
  
      "advantagesTitle": "Our advantages",
      "advantages": [
        "Our advantages",
        "Quality assurance",
        "Extensive Experience",
        "Shortest possible time"
      ],
  
      "glazingTitle": "Glazing",
      "glazingText": "For several decades now, the word “glazing” has meant the installation of double-glazed windows. They consist of several sheets of glass and are made using a special, rather complex technology. The use of just one sheet of glass in glazing is a thing of the past; today this approach is considered ineffective and is gradually fading into oblivion.",
  
      "doubleGlazedTitle": "A double glazed window is...",
      "doubleGlazedText": "In professional terms, it is a translucent structure made up of two or more glasses connected by special spacer frames or sealed compounds. The gaps between the glasses are filled with dried air or special gases. Double-glazed windows are the most optimal option for glazing window openings and even building facades.",
  
      "equipmentTitle": "Equipment used",
      "equipmentText": "Today, the «TECHNOINVEST-ST» LLC enterprise operates an automated line for the production of double-glazed windows from the Swiss company BYSTRONIC, in the production of which polished high-quality glass of various types is used. Our productivity is up to 1200 sq.m. of glass products per day.",
  
      "trustTitle": "Why trust us?",
      "trustText": "Let's reveal a secret - a truly high-quality double-glazed window cannot be manufactured in artisanal conditions. The complexity of the design and adherence to technology requires the use of expensive equipment and the involvement of highly qualified specialists. In addition, mass production allows you to reduce product prices. We manufacture energy-saving double-glazed windows, which means we give you the chance to save significantly in the future."
    }
  }
  