{
    "title": "ООО «TECHNOINVEST-ST»",
    "description": "Признанный лидер на рынке Узбекистана в производстве и обработке листового стекла, а также изготовлении окон и фасадных конструкций.",
    "button": "Подробнее",
    "indicators": {
      "title": "Наши ключевые показатели",
      "years": "лет на рынке",
      "clients": "клиентов",
      "employees": "сотрудников",
      "objects": "выполненных объектов"
    },
    "history": {
      "title": "Наша История",
      "years": {
        "2004": "Немецкая компания 'Steinert Industries GmbH' начала масштабное строительство завода по переработке стекла. В октябре состоялось открытие Завода под юридическим названием 'Texnoinvest-ST' ООО.",
        "2005": "Запуск высокотехнологичной линии резки стекла BYSTRONIC MASCHINEN AG (Швейцария) и автоматизированной линии по производству стеклопакетов. Участвовали в остеклении Северного вокзала в Ташкенте.",
        "2006": "Активное развитие предприятия, установка оборудования для обработки кромок стекла. Внедрение гидроабразивной резки, что позволило начать процесс резки сложных форм без ограничений по толщине и материалу. Установлена печь закалки стекла, что сделало стекло безопасным для использования в интерьерах.",
        "2007": "Новое направление в работе: производство стеклянных перегородок, дверных проемов, душевых кабин и остекление с использованием закаленного безопасного стекла. Запуск мебельного цеха на полностью автоматизированном оборудовании лучших немецких компаний ALTENDORF и BRANDT. Запуск цеха металлоконструкций. Остеклили здание Узэкспортцентра и выполнили множество кованых элементов на его территории.",
        "2008": "Расширение производственных возможностей, производство ламинированного и гнутого стекла. Запуск линии по производству пластиковых окон ПВХ из немецких профилей (Funke Kunststoffe GmbH).",
        "2009": "В ответ на спрос не только на прочное, но и на красивое декоративное стекло активно развивается художественная обработка стекла. Закупили и установили печи закалки и начали развивать новое направление – фьюзинг. Установили оборудование для производства витражей и начали выпускать изделия под брендом TECHNOART. Закупили автоматическую установку для пескоструйной обработки стекла.",
        "2010": "Увеличиваем объем производства линии стеклопакетов на 30%. Остеклили головной офис BEELINE в Ташкенте.",
        "2011": "Увеличили объем производства закаленного стекла, производя более 250 000 кв.м. в год. Остеклили здание головного офиса МТС в Ташкенте.",
        "2012": "Повысили качество продукции. Лучшие специалисты предприятия прошли стажировки в Германии, России и Кыргызстане.",
        "2013": "Остеклили Музей Вооруженных Сил в Ташкенте. Активно ведутся работы по остеклению элитной недвижимости в новостройках города Ташкента с использованием энергосберегающих стеклопакетов.",
        "2014": "Выполнена глобальная и интересная работа: совместно с компанией Caravan Group реконструировали здание аэропорта CIP и VIP-залы. Выполнено более 3000 частных заказов.",
        "2015": "Подписан контракт на остекление терминала 3 Ташкентского аэропорта. Остекление центрального базара 'Алай' в Ташкенте.",
        "2016": "Мы увеличили объем производства стеклопакетов, производим стеклопакеты для пластиковых окон (более 900 пакетов за смену). Выполнили множество заказов для объектов, связанных с саммитом ШОС 2016 года в Ташкенте.",
        "2017": "Активное развитие мебельного цеха. Установлен новый итальянский станок ROVER A SMART для обработки дерева. Теперь завод предоставляет услуги по производству многих видов изделий из дерева (столы, стулья, витрины, буфеты, шкафы, кровати), а также производству орнаментов и узоров любой сложности.",
        "2018": "Увеличили объем производства стеклопакетов (более 900 пакетов за смену) для пластиковых окон. Запустили первый в Узбекистане принтер, печатающий на стекле керамическими чернилами бренда DIP-Tech.",
        "2019": "Завод ООО «Texnoinvest-ST» - это многоотраслевой комплекс, ставший одним из ведущих предприятий Узбекистана на рынке промышленной переработки стекла. Опыт сотрудников компании в сочетании с техническим оснащением гарантирует высокое качество продукции и выполнение заказов в кратчайшие сроки.",
        "2020": "Несмотря на мировую пандемию, ООО «Texnoinvest-ST» продолжает активно увеличивать объемы производства и продаж, гарантируя высокое качество и быструю реализацию заказов. Впервые в Узбекистане представлены современные солнцезащитные и многофункциональные стеклопакеты с повышенной энергоэффективностью.",
        "2021": "Компания открыла дополнительный цех по переработке стекла и установила много необходимого оборудования. Также установлена новая многофункциональная машина итальянской компании Intermac. Теперь завод имеет возможность выполнять в два раза больше заказов за то же время.",
        "2022": "ООО «Texnoinvest-ST» начинает работать с крупными строительными компаниями. Так, выполнено остекление жилого комплекса Infinity и жилого комплекса Dynasty (Golden House), а также совместно с Enter Engineering выполнено остекление гостиниц и центров для саммита ШОС в Самарканде. Кроме того, выполнено более 1500 заказов на производство стеклянных изделий."
      }
    },
    "production": {
      "title": "Production",
      "items": {
        "glass": "Строительное стекло",
        "double": "Стеклопакеты",
        "laminated": "Ламинированное стекло",
        "bent": "Гнутое стекло",
        "plastic": "Пластиковые окна и алюминиевые конструкции",
        "processing": "Обработка стекла",
        "furniture": "Мебель",
        "forging": "Художественная ковка",
        "stained": "Витражи"
  
      }
    },
    "choose": {
      "title": "Почему выбирают нас?",
      "points": {
        "capabilities": "Грандиозные производственные возможности",
        "quality": "Качество на высшем уровне",
        "delivery": "Доставка в страны СНГ",
        "specialists": "Специалисты высшего класса",
        "experience": "Обширный опыт работы",
        "speed": "Высокая скорость выполнения заказов"
      }
    },
    "work": {
      "title": "Наши работы"
    },
    "news": {
      "title": "Последние новости",
      "1": {
        "title": "Горячая акция на стеклянные изделия 10 мм с закалкой",
        "desc": "Спешите приобрести изделия из закаленного стекла 10 мм по супер цене - 145 000 сум/кв.м. Акция действует на любой объем. Срок производства - до 7 рабочих дней. Торопитесь! Срок акции ограничен."
      },
      "2": {
        "title": "Акция на стеклопакеты!",
        "desc": "Друзья! Спешим порадовать вас отличной новостью. Хотите сэкономить при заказе стеклопакетов? ООО «Техноинвест-СТ» объявляет старт Супер Акции!"
      },
      "3": {
        "title": "Новый принтер",
        "desc": "Современные технологии цифровой печати давно вышли за рамки обычной печати. Сегодня одним из популярных направлений цифровой печати является печать на стекле. Наша компания спешит поделиться с вами отличной новостью!"
      },
      "learnMore": "Подробнее"
    }
  }
  