{
    "production": {
      "title": "Производство стеклопакетов",
      "description": "Стеклопакет — это светопроницаемая конструкция для строительных целей, состоящая из двух или более стекол, соединенных (склеенных) по контуру с помощью дистанционных рамок и герметиков.",
  
      "advantagesTitle": "Наши преимущества",
      "advantages": [
        "Наши преимущества",
        "Гарантия качества",
        "Большой опыт",
        "Кратчайшие сроки"
      ],
  
      "glazingTitle": "Остекление",
      "glazingText": "Уже несколько десятилетий слово «остекление» означает установку стеклопакетов. Они состоят из нескольких листов стекла и изготавливаются по специальной, довольно сложной технологии. Использование одного стекла при остеклении уже в прошлом; сегодня такой подход считается неэффективным и постепенно уходит в небытие.",
  
      "doubleGlazedTitle": "Что такое стеклопакет?",
      "doubleGlazedText": "Профессионально — это светопроницаемая конструкция, состоящая из двух или более стекол, соединённых специальными дистанционными рамками или герметиками. Пространство между стеклами заполняется осушённым воздухом или специальными газами. Стеклопакеты — это наиболее оптимальный вариант остекления оконных проёмов и даже фасадов зданий.",
  
      "equipmentTitle": "Используемое оборудование",
      "equipmentText": "На сегодняшний день предприятие ООО «TECHNOINVEST-ST» эксплуатирует автоматизированную линию по производству стеклопакетов от швейцарской компании BYSTRONIC, в производстве используются полированные высококачественные стёкла различных видов. Наша производительность — до 1200 кв.м. стеклянной продукции в день.",
  
      "trustTitle": "Почему нам можно доверять?",
      "trustText": "Раскроем секрет — по-настоящему качественный стеклопакет невозможно изготовить в кустарных условиях. Сложность конструкции и соблюдение технологии требуют использования дорогостоящего оборудования и привлечения квалифицированных специалистов. Кроме того, массовое производство позволяет снизить цену продукции. Мы производим энергосберегающие стеклопакеты, что значит — даем вам возможность значительно сэкономить в будущем."
    }
  }
  